{
  "hasScroll": "true",
    "backgroundType": "BGX",
    "businessBlurb": "At Ellis Solutions, we solve roofs. Contact us today for a free quote.",
    "businessBlurbShort": "At Ellis Solutions, we solve roofs. Contact us today for a free quote.",
    "class": "two",
    "contactBlurb": "Get in touch for a free quote now. With current supply chain delays causing lead times being pushed out as far as 4 months, It pays to act fast if you suspect you may need a partial or full re-roofing. I look forward to hearing from you.",
    "contactEmail": "Sam.ellis243@gmail.com",
    "contactPhone": "027 590 6002",
    "contactTitle": "Get In Touch ",
    "imageURLArray": [
      "https://firebasestorage.googleapis.com/v0/b/salesmagnet-927f3.appspot.com/o/images%2F2436%2F0?alt=media&token=fa06c573-a06b-45f2-bb58-37ce5d65699b",
      "https://firebasestorage.googleapis.com/v0/b/salesmagnet-927f3.appspot.com/o/images%2F2436%2F1?alt=media&token=b1a1be8c-d89f-4fa9-a013-652e8391a384",
      "https://firebasestorage.googleapis.com/v0/b/salesmagnet-927f3.appspot.com/o/images%2F2436%2F2?alt=media&token=748c2f65-1c56-4711-977f-10272f3004f5",
      "https://firebasestorage.googleapis.com/v0/b/salesmagnet-927f3.appspot.com/o/images%2F2436%2F3?alt=media&token=425e7b9a-f2b5-4ae0-af9b-0e55a77fca53"
    ],
    "mainButtonLink": "/pages/gallery",
    "mainButtonTitle": "View Gallery",
    "p3Content1": "I am a motorcycle mechanic, avid rider, and I have been working on motorcycles for over 10 years. I can diagnose any problem with your motorcycle and fabricate any part that you need, or find it if not.\n\nI have experience working on Harley Davidsons, Indian Motorcycles, Ducati, BMWs, Hondas, Kawasaki's and many more. I also work with electrical systems on motorcycles. I have rebuilt inline 4's and am currently working on my own tuning and forced induction system for a K7 GSXR. I offer my services not just as a reliable mechanic, but also a mentor of sorts.",
    "p3Heading1": "Mechanical Services",
    "preferredDomain": "http://examples-business.co.nz",
    "routeItems": [],
    "routeItemsDefault": [
      {
        "href": "/",
        "name": "Home",
        "routeTag": "view_home_nav"
      },
      {
        "href": "/pages/gallery",
        "name": "Roofing Gallery",
        "routeTag": "view_other_nav"
      },
      {
        "href": "/pages/contact",
        "name": "Contact",
        "routeTag": "view_contact_nav"
      }
    ],
    "secondaryContent": "I have been a roofer for 12 years. I am the most experienced and down to earth, 'get it done' roofer you will find in the North Island. If you name it, I've been there and solved it for someone else before. I am an expert in my trade and proud to be able to bring my labor to you at a reasonable cost, all you need to do is pick up the phone and ask. I know my stuff, and if you need a new roof, or if you need any repairs done to your roof, then call me and I'll be right there. At Ellis Solutions, we solve roofs.",
    "secondaryContent1": "I have been in the roofing industry for many years now. \nI am one of the most experienced and hard working roofers around, and was taught by the best. As an ex army man, my discipline sees me on time wherever I go, and a no BS attitude means you get 100% transparency throughout the entire process.\nI am a qualified Espan installer and trained in the new TRS interlocking cladding system. \nSo whatever you need I can provide the know-how and experience.",
    "secondaryContentTitle": "Sam Ellis, Your roofing expert.",
    "secondaryHeader": "Our Staff",
    "secondaryHeading1": "Sam",
    "supportingHeading": "At Ellis Solutions, we are roofing experts and have done many roofing projects ranging from laying new roofs, reroofing and everything in between. We guarantee our work with the skills we have to do the job effectively. No job too big or small here at Ellis Solutions we can tackle it all.",
    "supportingHeading2": "With buildings there are 2 ways problems can creep into your house or commercial build; Either from the top down, or bottom up. At Ellis Solutions, we make sure you are covered from the top down. If you don't know the condition of your roof, we can do a roof assessment with a recommendation to suit your budget and time frame. Ellis Solutions, we're on top of it.",
    "titleBlurb": "For every problem there is a solution.\nHere at Ellis Solutions we are expert roofers specialising in decromastic tile to long run conversions.\n",
    "titleContent": "Ellis Solutions"
  }