{"businessBlurbShort":"Drop us a line, you're only hurting your business if you hesitate. ","logo":null,"preferredDomain":"http://example-business.co.nz","secondaryContent1":"dasdasd","contactBlurb":"If you are interested at all in any of the services I can provide, get in contact with us and we will do our best to help you out. You're only hurting yourself if you dont.","supportingHeading":"You are not alone.  Many people feel that they are wasting too much time listening to people who don't care about their company and just want to take advantage of them. They want to find a way out of this situation, but they don't know how. You can find relief from this situation by hiring a company like ours who will help you set up your website, design it, and get it ranked in Google so that you can get the traffic that you deserve.","routeItemsDefault":[{"routeTag":"view_home_nav","href":"/propertyDemo","name":"Home"},{"name":"Our Staff","href":"/propertyDemo/our-staff","routeTag":"view_other_nav"},{"name":"Other example page","routeTag":"view_other2_nav","href":"/propertyDemo/project-management"},{"routeTag":"view_contact_nav","name":"Contact","href":"/propertyDemo/contact"}],"secondaryContent":"I am a qualified project manager with a degree in business administration and years of experience in this field. I have worked with many companies to improve their processes and team culture, as well as increase their efficiency.\n\nMy services include: Agile Scrum management, process improvement, team building, and company culture change.","class":"fifteen","p3Content1":"Tell customers about your many other, potentially bespoke or on-demand services offered in depth and detail","titleBlurb":"Just do what's necessary without fucking about with useless meetings and listening to the opinions of people who are NGMI!!","mainButtonTitle":"Get at me on FB","backgroundType":"bg14","p3Heading1":"Need another service done?\nLeave it to us","contactTitle":"Get In Touch","businessBlurb":"Snappy tag line followed by, Contact Us Today!","routeItems":[],"secondaryHeader":"CBF entering but you get the point","contactEmail":"sammy@shakastrategy.co.nz","secondaryHeading1":"sdasd","contactPhone":"021 000 0000","titleContent":"You must learn how to cut through the waste of time","secondaryContentTitle":"Man, Myth, Legend.","mainButtonLink":"https://www.facebook.com/sammybowdenshaka","imageURLArray":["https://firebasestorage.googleapis.com/v0/b/salesmagnet-927f3.appspot.com/o/images%2F3886%2F0?alt=media&token=c532eafb-18af-4fcf-b6ad-4dc4cc82ef4b","https://firebasestorage.googleapis.com/v0/b/salesmagnet-927f3.appspot.com/o/images%2F3886%2F1?alt=media&token=8aabe76f-3340-4477-a87d-218aafa79106"]}