{"titleBlurb":"HE WĀHI PAI A CAREY PARK MŌ NGĀ KURA, WHAKAWHANAUNGATANGA, WHARE KARAKIA, RŌPU HĀKINAKINA, KAMUPENE RĀNEI  IDEAL FOR ANY SCHOOL, COMMUNITY GROUP, FAMILY CHURCH GROUP, SPORTS CLUB, ASSOCIATION OR ORGANISATION","secondaryHeader":"Director ","supportingHeading":"What is important about what you can offer to potential customers, why should they choose you? How do you deliver on time, every time and provide service with a smile, tell them here.","businessBlurb":"Snappy tag line followed by, Contact Us Today!","secondaryHeading1":"Boyd Clark","imageURLArray":[],"mainButtonTitle":"Book a camp now!","contactPhone":"09 837 0494 ","businessBlurbShort":"Snappy tag line followed by, Contact Us Today!","logo":null,"contactEmail":" info@onebigadventure.org.nz","contactTitle":"Carey Park Christian Camp","titleContent":"white and wong","routeItems":[],"contactBlurb":"397 to 399 Henderson Valley Road\nWaitakere\nAuckland\n​0612\n","linkArray":[],"routeItemsDefault":[{"name":"Home","href":"/pages","routeTag":"view_home_nav"},{"name":"Our Staff","href":"/pages/our-staff","routeTag":"view_other_nav"},{"name":"Other example page","href":"/pages/project-management","routeTag":"view_other2_nav"},{"name":"Contact","href":"/pages/contact","routeTag":"view_contact_nav"}],"secondaryContent1":"Small blurb about Boyd the director, what he brings to the table :)","secondaryContent":"Little Blurb about what carey park does","p3Heading1":"Mōhiohio (Helpful and Safety information for your stay)","backgroundType":"sixteen","secondaryContentTitle":"About Us","templateType":"dm","class":"gbg9","mainButtonLink":"https://www.onebigadventure.org.nz/booking-enqu.html","preferredDomain":"http://example-business.co.nz","p3Content1":"WHAKARITENGA\nPLANNING TIPS\nPrior to arrival, there are a few things you can do to make your stay go smoothly. If you need any help or advice about: \nOrganising your cabin groups\nPlanning a detailed programme, including activities and times\nOrganising your activity groups\nOrganising an activities rotation schedule\nOrganising a duties schedule\nPlease contact our Bookings Team for any additional help.\n\nTAENGA MAI\nARRIVAL TO CAMP\nCarey Park Christian Camp arrival and departure times are:\nCheck-in: Monday 10:00 am, Wednesday 2:00 pm or Friday 5:00 pm\nCheck-out: Wednesday 1:00 pm, Friday and Sunday 2:00 pm\nFerndale Lodge arrival and departure times are:\nCheck-in: 5:00pm \nCheck-out: 2:00pm ​\n\nTAIAO\nENVIRONMENT\nWe try to recycle as much as possible. Place all plastic, metal, glass, paper and card in the correct bins. Respect the natural surroundings of our camps, leave nothing behind and cause no damage, so that others can experience the same natural beauty. All of our facilities are smoke and vape free; however, we have designated smoking vaping areas at each camp.\n\nWĀHI, WHARE, TAPUTAPU\nFACILITIES, BUILDINGS AND EQUIPMENT\nPlease play and use the equipment respectfully. For your safety we operate a traffic light system around the camp; you will notice RED Stop (do not go into this area it is out of bounds to guests), ORANGE Wait (adult are to provide supervision) and GREEN Go (can use any time by anyone). Do not access the stream alone. There should always be at least one competent adult supervising. We recommend the use of a qualified lifeguard. Please do not play with sport balls in the area immediately around the buildings. Cars should be kept in the car park area. At our facilities, It is not permitted to use candles, incense burners or any other type of naked flame inside or around the buildings.   ​\n\nTE RĀRANGI KAI\nMENU\nOur chefs will prepare healthy, balanced and nutritious meals for your stay. Because we cater in bulk for each group staying at our facilities, each lunch and dinner meal will have a meat and vegetarian option. We provide certain food items at additional cost for those with gluten or dairy free or vegan dietary requirements. Please note that we cannot cater for individual meals, special dietary issues, allergies, etc. \nFor catered camps only:\nRefreshments: Coffee, tea, hot chocolate, and water.\nSnacks: We provide biscuits, fruit and/or fresh muffins/slice for morning and afternoon tea and supper.\nPacked lunch: If your group is going out from camp, we can provide a packed lunch in place of your regular lunch.\n\n​AKO I WAHO I TE  KURA\nEDUCATION OUTSIDE THE CLASSROOM (EOTC)\nWe strive to ensure that all school groups coming to camp meet the Ministry of Education's goal for achieving quality, educational outcomes based around education outside the classroom. We do this by using the Ministry of Education's EOTC guidelines.\nMĀWHITI KŌRERO\nCOMMUNICATION\nBy providing us with all the information, we will understand your requirements around catering, activities, your programme and itinerary for your stay. We do from time to time have changes in staff who may not be familiar with your programme or expectations. We also make changes around camp, particularly regarding our activities and equipment. It is always prudent to check that activities are available in order to avoid disappointment. ​\n\nWHAKATAU MANUHIRI\nGROUP WELCOME\nThe host will introduce themselves to your camp organiser upon arriving on site. We will show you around camp, ensure that the safety information is available and also that the organiser is aware of the duties and activity supervisor training where applicable. Once the group has arrived, our host will present a ten minute long welcome talk to provide valuable information about camp. If it is not possible to give the welcome talk at arrival time, we will present it at breakfast on the first morning of your stay.      \n\nNGĀ TĀNGATA NOHO PĀTATA\nNEIGHBOURS\nBecause camp is in a natural valley, noise (even small sounds) become amplified down the valley particularly at night. There is a need to keep noise to an acceptable level. We would ask that there be no loud outside noise between 10pm and 8am in the morning. Using PA systems, megaphones or stereo equipment outside is restricted to day use only. ​\n\nWHAKAPAI KĀKAHU\nLAUNDRY\nThere are washing machines and tumble dryers. All machines require coins to operate. There are also outdoor areas to hang washing.   ​\n\nMIHĪNI MAHANA\nHEATERS\nBunk rooms cabins and rooms have heaters.\n\nTE TAHA KAI\nCATERING\n​We are renowned for our healthy and delicious food. Our normal meal times are: \nBreakfast: 8:00 am        \nLunch: 12:30 pm                              \nDinner: 5:30 pm Fridays 6:00 pm\nIf you wish to change these to suit your needs, have a chat with bookings. Please note that your first catered meal is dinner. Please ensure that if you are arriving before lunch that your group has a meal with them. ​\n\nNGĀ TAKE HAUORA\nALLERGIES\nWe only need to be aware of life-threatening allergies, so that we can take steps to reduce the risks. We cannot guarantee the absolute removal of all traces of any allergy inducing items. If you are unsure of any meals being provided, talk to us there may be other options.  ​\n\n​NGĀ KĒMU\nACTIVITIES\nWhilst on camp there are lots of activities to take part in. These are split into supervised lead and instructed activities. Supervised activities are ones where the groups, adults will lead the other people in taking part in the activity. Our staff will give a briefing to the adults who will supervise the activity, pointing out the activity, the safety issues and the correct use of the equipment. Instructed activities are those activities that, because of their nature, require some level of competency and training in order to ensure safe outcomes for the participants. With instructed activities, our staff will run and supervise the activity. "}