{"logo":"https://firebasestorage.googleapis.com/v0/b/salesmagnet-927f3.appspot.com/o/images%2Fundefined%2Flogo?alt=media&token=cf8c69f7-0b7e-48c0-a744-c58a48ea0001","businessBlurbShort":"Snappy tag line followed by, Contact Us Today!","businessBlurb":"Snappy tag line followed by, Contact Us Today!","mainButtonTitle":"Enlist NOW","templateType":"dm","mainButtonLink":"https://www.facebook.com/","contactTitle":"Give us a bark! We don't bite","secondaryContent":"Every dog has his day, but not anymore. Dogs have been used in combat since World War I, and this trend has not changed over time. These military dogs are often called \"man's best friend\" because they will do anything for their human counterparts in the field - even if it means physically removing a threat. But it is possible to train and nurture this aggression, to only bring it out on the flick of a switch, or well known command. ","secondaryHeading1":"Jake ","backgroundType":"six","titleBlurb":"GET THAT BUTT UP PUPPER. ITS TIME TO GO RUNNING WITH CASHMORE COLONEL COLLIE CAMP. HOORAH","p3Heading1":"Dog Grooming","titleContent":"HOO RAH.","p3Content1":"We also have a sister company called Molly-Mopped, which is our Dog Grooming franchise. Please let us know if your dog needs grooming. All our dogs are tough mudders, but that doesn't mean they can't leave their dirt at the door. ","contactBlurb":"If you are interested at all in any of the dog training and other services we provide, get in contact with us and we will do our best to help you out.","secondaryContentTitle":"Man's best friend, your opponents worst enemy","secondaryContent1":"Jake is an ex military private first class who has been deployed numerous times and worked, perhaps to his detriment, with some of the toughest and gnarliest dogs on the planet. Jake has always had a soft spot for animals particularly dogs ever since he rescued a pit-bull \"molly\" from a dumpster at age 12. Jake and Molly reside currently in Kansas but offer virtual training sessions as well as private one on one and dog classes. Jake trains all his staff to handle all types of dogs and bring them to heel. ","contactPhone":"021 000 0001","preferredDomain":"http://example-business.co.nz","supportingHeading":"Dogs are a crucial part of the military and our daily lives. They are used to sniff out bombs and find people who have gone missing. Military Dog Training Camp is the place where these dogs learn how to do their jobs.\n\nMilitary Dogs need exercise because they need to be physically fit for their job. They need to be able to run, jump and climb over obstacles. But Military Dog Training Camp is not enough for them, they also need a lot of exercise off the camp grounds too.","routeItems":[],"imageURLArray":["https://firebasestorage.googleapis.com/v0/b/salesmagnet-927f3.appspot.com/o/images%2Fundefined%2F0?alt=media&token=6cfc42a6-3c10-417f-9ac3-141e8ec81b97","https://firebasestorage.googleapis.com/v0/b/salesmagnet-927f3.appspot.com/o/images%2Fundefined%2F1?alt=media&token=3b684213-8903-4430-98ca-de5f1b434bdb","https://firebasestorage.googleapis.com/v0/b/salesmagnet-927f3.appspot.com/o/images%2Fundefined%2F2?alt=media&token=38256332-f32e-41e4-b2ad-14d466acf85a","https://firebasestorage.googleapis.com/v0/b/salesmagnet-927f3.appspot.com/o/images%2Fundefined%2F3?alt=media&token=49f7a743-934e-4d49-91f3-0ca6da5a8eab"],"routeItemsDefault":[{"href":"/pages","name":"Home","routeTag":"view_home_nav"},{"href":"/pages/our-staff","routeTag":"view_other_nav","name":"Our Staff"},{"routeTag":"view_other2_nav","href":"/pages/project-management","name":"Other example page"},{"routeTag":"view_contact_nav","href":"/pages/contact","name":"Contact"}],"secondaryHeader":"Our Dog Trainers","linkArray":[{"name":"Facebook","link":"https://facebook.com"}],"contactEmail":"jake@toughMutts.co.nz","class":"sixteen"}